Repository: nicolasvair/objekat
Catalog: objekat/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr

# plugins.missing.title
source: Missing plugins
es: Plugins ausentes
fr: Plugins manquants

# plugins.noParameters
source: No parameter
es: Ningún parámetro
fr: Aucun paramètre

# plugins.none
source: No plugin found
es: Ningún plugin encontrado
fr: Aucun plugin trouvé

# plugins.rescan
source: Rescan
es: Reescanear

# plugins.scan
source: Scan
es: Escanear
fr: Scanner

# plugins.scanning
source: Scanning…
es: Escaneando…
fr: Scan en cours…

# plugins.scanningShort
source: Scan…
es: Escaneo…

# plugins.section.external
source: External (VST3/AU)
es: Externos (VST3/AU)
fr: Externes (VST3/AU)

# prefs.api.description
source: Opens a UNIX socket taking JSON-lines commands (scripts, automated tests). Nothing listens while the box is unchecked.
es: Abre un socket UNIX que acepta comandos en JSON-lines (scripts, pruebas automatizadas). Nada escucha mientras la casilla esté desmarcada.
fr: Ouvre une socket UNIX acceptant des commandes en JSON-lines (scripts, tests automatisés). Rien n'écoute tant que la case est décochée.

# prefs.api.enable
source: Enable the command API
es: Activar la API de comandos
fr: Activer l'API de commandes

# prefs.api.listening
source: Listening on %@
es: Escuchando en %@
fr: À l'écoute sur %@

# prefs.api.section
source: Command API
es: API de comandos
fr: API de commandes

# project.defaultName
source: My Project
es: Mi proyecto
fr: Mon Projet

# project.notFound.info
source: The file “%@” is no longer at that location.
es: El archivo «%@» ya no está en esa ubicación.
fr: Le fichier « %@ » n'existe plus à cet emplacement.

# project.notFound.title
source: Project not found
es: Proyecto no encontrado
fr: Projet introuvable

# project.open.title
source: Open a project
es: Abrir un proyecto
fr: Ouvrir un projet

# project.saveAs.title
source: Save the project as
es: Guardar el proyecto como
fr: Enregistrer le projet sous

# project.untitled
source: Untitled
es: Sin título
fr: Sans titre

# saveCopy.andMore
source: … and %d more
es: … y %d más
fr: … et %d de plus

# saveCopy.defaultName
source: %@ copy
es: %@ copia
fr: %@ copie

# saveCopy.done.title
source: Copy saved
es: Copia guardada
fr: Copie enregistrée

# saveCopy.encodeFailed
source: Cannot encode the project: %@
es: No se ha podido codificar el proyecto: %@
fr: Encodage du projet impossible : %@

# saveCopy.error.folder
source: folder %1$@: %2$@
es: carpeta %1$@: %2$@
fr: dossier %1$@ : %2$@

# saveCopy.failed.title
source: Copy failed
es: Copia fallida
fr: Échec de la copie

# saveCopy.missingDefinition
source: missing sound object definition (%@)
es: definición de objeto sonoro ausente (%@)
fr: définition d'objet sonore manquante (%@)

# saveCopy.panel.message
source: Creates a self-contained folder holding the project and every audio file it needs (sources, sound objects), without the unused ones.
es: Crea una carpeta autónoma con el proyecto y todos los archivos de audio necesarios (fuentes, objetos sonoros), sin los archivos sin usar.
fr: Crée un dossier autonome contenant le projet et tous les fichiers audio nécessaires (sources, objets sonores), sans les fichiers inutilisés.

# saveCopy.panel.nameLabel
source: Folder name:
es: Nombre de la carpeta:
fr: Nom du dossier :

# saveCopy.panel.prompt
source: Create the copy
es: Crear la copia
fr: Créer la copie

# saveCopy.panel.title
source: Save a copy with the audio files
es: Guardar una copia con los archivos de audio
fr: Enregistrer une copie avec les fichiers audio

# saveCopy.summary.missing
source: Files not found (links left as they are):
es: Archivos no encontrados (los enlaces se dejan tal cual):
fr: Fichiers introuvables (liens laissés tels quels) :

# saveCopy.summary.one
source: Copy created in “%1$@” (%2$d audio file).
es: Copia creada en «%1$@» (%2$d archivo de audio).
fr: Copie créée dans « %1$@ » (%2$d fichier audio).

# saveCopy.summary.other
source: Copy created in “%1$@” (%2$d audio files).
es: Copia creada en «%1$@» (%2$d archivos de audio).
fr: Copie créée dans « %1$@ » (%2$d fichiers audio).

# saveCopy.writeErrors
source: Some files could not be written:
es: Algunos archivos no se pudieron escribir:
fr: Certains fichiers n'ont pas pu être écrits :

# script.error.apiDisabled
source: the command API is off (Settings ▸ Command API)
es: la API de comandos no está activada (Ajustes ▸ API de comandos)
fr: l'API de commandes n'est pas activée (Réglages ▸ API de commandes)

# script.error.executableMissing
source: executable not found: %@
es: ejecutable no encontrado: %@
fr: exécutable introuvable : %@

# script.error.executableNotExecutable
source: executable without execute permission (chmod +x %@)
es: ejecutable sin permiso de ejecución (chmod +x %@)
fr: exécutable sans droit d'exécution (chmod +x %@)

# script.error.executableOutsideFolder
source: the executable “%@” lies outside the script's folder
es: el ejecutable «%@» está fuera de la carpeta del script
fr: l'exécutable « %@ » sort du dossier du script

# script.error.launchFailed
source: could not launch: %@
es: no se pudo lanzar: %@
fr: lancement impossible : %@

# script.error.missingCommands
source: command(s) missing from this version: %@
es: comando(s) ausente(s) en esta versión: %@
fr: commande(s) absente(s) de cette version : %@

# stem.add.help
source: Add a stem
es: Añadir un stem
fr: Ajouter un stem

# stem.choose.confirm
source: Group
es: Agrupar
fr: Grouper

# stem.choose.info
source: The selected objects aren't all on the same bus. A group is a submix: it leaves through a single stem, and everything inside it will follow.
es: Los objetos seleccionados no están todos en el mismo bus. Un grupo es una submezcla: sale por un solo stem, y todo su contenido lo seguirá.
fr: Les objets sélectionnés ne sont pas tous sur le même bus. Un groupe est un sous-mix : il sort par un seul stem, et tout son contenu le suivra.

# stem.choose.title
source: Which stem should hold the group?
es: ¿En qué stem colocar el grupo?
fr: Dans quel stem placer le groupe ?

# stem.delete.confirmButton
source: Delete the stem
es: Eliminar el stem
fr: Supprimer le stem

# stem.delete.confirmMessage
source: Objects assigned to this stem will move to the Main. The stem's bus FX will be lost.
es: Los objetos asignados a este stem pasarán al Main. Los FX de bus del stem se perderán.
fr: Les objets assignés à ce stem seront réaffectés au Main. Les FX de bus du stem seront perdus.

# stem.delete.confirmTitle
source: Delete the stem “%@”?
es: ¿Eliminar el stem «%@»?
fr: Supprimer le stem « %@ » ?

# stem.delete.help
source: Delete this stem
es: Eliminar este stem
fr: Supprimer ce stem

# stem.main.subtitle
source: Main — general output
es: Main — salida general
fr: Main — sortie générale

# stem.rename.help
source: Click: rename the stem
es: Clic: renombrar el stem
fr: Clic : renommer le stem

# stem.strip.mutedSuffix
source: (muted)
es: (muteado)
fr: (muté)

# stem.vu.scaleHelp
source: Output level: red = peak at 0 dBFS (click to reset) orange = -6 to 0 dBFS green = -18 to -6 dBFS blue = -40 to -18 dBFS grey = < -40 dBFS
es: Nivel de salida: rojo = pico a 0 dBFS (clic para reiniciar) naranja = -6 a 0 dBFS verde = -18 a -6 dBFS azul = -40 a -18 dBFS gris = < -40 dBFS
fr: Niveau de sortie : rouge = peak à 0 dBFS (clic pour reset) orange = -6 à 0 dBFS vert = -18 à -6 dBFS bleu = -40 à -18 dBFS gris = < -40 dBFS

# synoptic.addInstrument
source: Add a virtual instrument (AU/VSTi)
es: Añadir un instrumento virtual (AU/VSTi)
fr: Ajouter un instrument virtuel (AU/VSTi)

# synoptic.addPluginSeries
source: Add a plugin in series
es: Añadir un plugin en serie
fr: Ajouter un plugin en série

# synoptic.demo.legend
source: Interactive mock-up — made-up data. Select · bypass · “+” series · // parallel · ✕ remove.
es: Maqueta interactiva — datos ficticios. Selección · bypass · «+» serie · // paralelo · ✕ quitar.
fr: Maquette interactive — données fictives. Sélection · bypass · « + » série · // parallèle · ✕ retirer.

# synoptic.demo.title
source: Signal view (demo) — %@
es: Vista sinóptica (demo) — %@
fr: Vue synoptique (démo) — %@

# synoptic.infinite
source: infinite
es: infinito
fr: infini

# synoptic.infinite.help
source: Infinite bus: %@ live from the start of the project to its end (= a track)
es: Bus infinito: %@ activo del principio al final del proyecto (= pista)
fr: Bus infini : %@ actif du début à la fin du projet (= piste)

# synoptic.infinite.kind.group
source: group
es: grupo
fr: groupe

# synoptic.instrument
source: Instrument
es: Instrumento

# synoptic.link.linked
source: Linked instance — click to unlink
es: Instancia vinculada — clic para desvincular
fr: Instance liée — clic pour délier

# synoptic.link.linkedWithOthers
source: Linked to %d other instance(s) — click to unlink
es: Vinculada a %d otra(s) instancia(s) — clic para desvincular
fr: Liée à %d autre(s) instance(s) — clic pour délier

# synoptic.link.unlinked
source: Unlinked — click to rejoin its group
es: Desvinculada — clic para volver a su grupo
fr: Déliée — clic pour rejoindre son groupe

# synoptic.link.unlinkedWithOthers
source: Unlinked from %d other instance(s) — click to link back (it will take their settings)
es: Desvinculada de %d otra(s) instancia(s) — clic para vincular (tomará sus ajustes)
fr: Déliée de %d autre(s) instance(s) — clic pour relier (elle reprendra leurs réglages)

# synoptic.lockedByAutomation
source: Driven by an automation
es: Gestionado por una automatización
fr: Géré par une automation

# synoptic.loop.off
source: Loop the material
es: Loopear el contenido
fr: Boucler la matière

# synoptic.loop.on
source: Loop (on) — the material repeats beyond the window
es: Loop (activado) — el contenido se repite más allá de la ventana
fr: Boucle (activée) — la matière se répète au-delà de la fenêtre

# synoptic.loop.unavailableReversed
source: Loop unavailable in reverse playback
es: Loop no disponible en reproducción invertida
fr: Boucle indisponible en lecture inversée

# synoptic.mix.kind.group
source: group
es: grupo
fr: groupe

# synoptic.newBranch
source: New branch from this point
es: Nueva rama desde este punto
fr: Nouvelle branche depuis ce point

# synoptic.openPlugin
source: Double-click: open plugin
es: Doble clic: abrir plugin
fr: Double-clic : ouvrir plugin

# synoptic.openToEdit
source: Open to edit
es: Abrir para editar
fr: Ouvrir pour éditer

# synoptic.removeBranch
source: Remove this branch
es: Eliminar esta rama
fr: Supprimer cette branche

# synoptic.removePlugin
source: Remove this plugin
es: Eliminar este plugin
fr: Supprimer ce plugin

# synoptic.reverse.label
source: reverse
es: invertido
fr: inversé

# synoptic.reverse.off
source: Reverse the playback
es: Invertir la reproducción
fr: Inverser la lecture

# synoptic.reverse.on
source: Reverse playback (on)
es: Reproducción invertida (activada)
fr: Lecture inversée (activée)

# synoptic.routedToGroup
source: Routed to the group “%@”
es: Enrutado al grupo «%@»
fr: Routé vers le groupe « %@ »

# synoptic.send.incoming
source: Send received from this object
es: Envío recibido de este objeto
fr: Envoi reçu de cet objet

# synoptic.send.outgoing
source: Send to an aux
es: Envío hacia un aux
fr: Send vers aux

# synoptic.sheet.addPlugin
source: Add a plugin
es: Añadir un plugin
fr: Ajouter un plugin

# synoptic.sheet.chooseInstrument
source: Choose an instrument
es: Elegir un instrumento
fr: Choisir un instrument

# synoptic.solo.held
source: Solo held — click to clear it
es: Solo mantenido — clic para levantarlo
fr: Solo tenu — clic pour le lever

# synoptic.solo.temporary
source: Temporary solo — click to hold it
es: Solo temporal — clic para mantenerlo
fr: Solo temporaire — clic pour le tenir

# synoptic.soundObject.attrIndependent
source: Linked sound object, independent attribute — double-click to sync it again
es: Objeto sonoro vinculado, atributo independiente — doble clic para volver a sincronizarlo
fr: Objet sonore lié, attribut indépendant — double-clic pour le resynchroniser

# synoptic.soundObject.attrSynced
source: Linked sound object, synced attribute — double-click to make it independent
es: Objeto sonoro vinculado, atributo sincronizado — doble clic para volverlo independiente
fr: Objet sonore lié, attribut synchronisé — double-clic pour le rendre indépendant

# synoptic.soundObject.linked
source: Linked sound object
es: Objeto sonoro vinculado
fr: Objet sonore lié

# synoptic.source
source: Source
es: Fuente

# synoptic.wavBPM
source: BPM of the wav
es: BPM del wav
fr: BPM du wav

# synoptic.window.legend
source: Double-click = editor · bypass · remove · “+” adds in series · “//” puts in parallel.
es: Doble clic = editor · bypass · quitar · «+» añade en serie · «//» pone en paralelo.
fr: Double-clic = éditeur · bypass · retrait · « + » ajout en série · « // » mise en parallèle.

# synoptic.window.title
source: Signal view — %@
es: Vista sinóptica — %@
fr: Vue synoptique — %@

# synoptic.zone.output
source: output
es: salida
fr: sortie

# tool.pan.help
source: Pan (P or <>)
es: Pan (P o <>)
fr: Pan (P ou <>)

# tool.stem.assignTo
source: Assign to stem %d %@
es: Asignar al stem %d %@
fr: Assigner au stem %d %@

# transport.grid.help
source: Time grid: seconds or bpm
es: Rejilla temporal: segundos o bpm
fr: Grille temporelle : secondes ou bpm

# transport.snap.help
source: Snap to the time grid
es: Ajustar a la rejilla temporal
fr: Snap sur grille temporelle

# transport.solo.active.help
source: Solo on — click: clear every solo (same as Esc)
es: Solo activo — clic: quitar todos los solos (como Esc)
fr: Solo actif — clic : tout désoloer (comme Échap)

# transport.solo.idle.help
source: Solo (hold S) — click an object to add it to / remove it from what you hear
es: Solo (S mantenida) — clic en un objeto para añadirlo a / quitarlo de la escucha
fr: Solo (S maintenu) — clic sur un objet = l'ajouter / le retirer de l'écoute

# transport.zoom.horizontal
source: Horizontal zoom — drag / scroll
es: Zoom horizontal — arrastrar / scroll
fr: Zoom horizontal — drag / scroll

# transport.zoom.vertical
source: Vertical zoom — drag / scroll
es: Zoom vertical — arrastrar / scroll
fr: Zoom vertical — drag / scroll

# transport.zoom.waveform
source: Waveform zoom — drag / scroll / double-click = 0 dB
es: Zoom waveform — arrastrar / scroll / doble clic = 0 dB
fr: Zoom waveform — drag / scroll / double-clic = 0 dB

# duration.minutesSeconds
source: %d min %02d.%d s
fr: %d mn %02d,%d s

# export.size.kilobytes
source: ≈ %d KB
fr: ≈ %d Ko

# export.size.megabytes
source: ≈ %.1f MB
fr: ≈ %.1f Mo

# shortcut.escape
source: Esc
fr: Échap

# synoptic.loop.label
source: loop
fr: boucle

# tool.cut.name
source: Cut (C)
fr: Coupe (C)
